Autodesk.Revit.DB.Lighting.AdvancedLossFactor.#ctor(Autodesk.Revit.DB.Lighting.AdvancedLossFactor)
Creates a copy of the given advanced loss factor object
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013